var searchData=
[
  ['В_20xxi_20веке_20Си_20остается_20ключевым_20языком_20в_20машиностроении_2c_20авиации_2c_20космонавтике_20и_20многих_20других_20отраслях_60',['В XXI веке Си остается ключевым языком в машиностроении, авиации, космонавтике и многих других отраслях',['../index.html',1,'']]],
  ['Комплект_20проверочных_20материалов_20по_20языку_20c_61',['Комплект проверочных материалов по языку C',['../md_EXTREME_C__xD0_x9E_xD1_x81_xD0_xBD_xD0_xBE_xD0_xB2_xD0_xBD_xD1_x8B_xD0_xB5__xD0_xB2_xD0_xBE_x022c7b8efdf007886409bbc4407044e0.html',1,'']]],
  ['Использование_20макросов_20в_20языке_20Си_62',['Использование макросов в языке Си',['../md_EXTREME_C__xD0_x9E_xD1_x81_xD0_xBD_xD0_xBE_xD0_xB2_xD0_xBD_xD1_x8B_xD0_xB5__xD0_xB2_xD0_xBE_x1e64c9f1fbf18dbe067ef7b1b9dcbc1d.html',1,'']]],
  ['В_20xxi_20веке_20Си_20остается_20ключевым_20языком_20в_20машиностроении_2c_20авиации_2c_20космонавтике_20и_20многих_20других_20отраслях_63',['В XXI веке Си остается ключевым языком в машиностроении, авиации, космонавтике и многих других отраслях',['../md_README.html',1,'']]]
];
